Repository: 84000/data-translation-memory
Catalog: toh276_84000-not-forsaking-the-buddha.tmx
Source language: bo
Languages: en

source: བཀའ་སྩལ་པ། ཡོད་དེ། བག་ཚ་བ་མེད་པར་གནས་པ་གལ་ཏེ།
en: The Blessed One replied, “Yes, there is.

source: རིགས་ཀྱི་བུ་དེ་དག་རབ་ཏུ་བྱུང་ནས་གཟུངས་སྔགས་ཀྱི་གཞི་འདི་དག་ཟློས་པར་བྱེད་ནའོ།
en: Undaunted, these noble sons should go forth as monks and recite these dhāraṇī mantra words:

source: །སྱཱད་ཡ་ཐེ་དན། ཨཙྪ། ཨཙྪ་བ་ཏི། ཨ་ནཱ་བི་ལེ།
en: syād yathedam:

source: ཨ་ཀླེ་ཥེ། ཨ་ཀྲྀ་ཏེ། ཨ་ནཱ་ཡཱུ་ཧེ། ཨ་བེ། ཨ་པ་ར་ཛི་ཏེ། བྷ་བ་ཏུ། ཨཾ་ག་མ། ཡུ་ཏཱ་ཛྙཱ་བ། པྲ་ཀྵི་པེ། ནི་རྒ་ཏེ། ཨུ་གྲ་ཧེ། ཧུ་ཧུ་མེ། ཙ་བ་ལེ། ས་དེ། ས་མེ། ས་མ་དེ།
en: accha acchavati anāvile akleśe akṛte anāyūhe ave aparajite bhavatu aṅgama yutājñāva prakṣipe nirgate ugrahe huhume cavale sade same samade yoti nayo pariśodhi

source: ཡོ་ཏི། ན་ཡོ། པ་རི་ཤོ་དྷི། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་དེ་དག་གིས་གཟུངས་སྔགས་ཀྱི་གཞི་འདི་དག་བཟླས་ལ།
en: “Noble sons or daughters should recite these dhāraṇī mantra words.

source: ཞག་བདུན་དུ་འཛིན་པ་མེད་པ་དང་། འཇོག་པ་མེད་པ་དང་། གཟུགས་མེད་པ་དང་། རྣམ་པར་རྟོག་པ་མེད་པ་དང་། རབ་ཏུ་དང་བ་མེད་པ་དང་། ཡུན་རིང་དུ་འགྲོ་བ་མེད་པ་དང་། བྱེད་པ་མེད་པ་དང་། གོས་པ་མེད་པ་དང་། མཉམ་པའི་སེམས་དང་བྲལ་བ་དང་། ཕུང་པོ་ལྔ་དང་བྲལ་བ་དང་། མི་བཟོད་པ་མེད་པའི་ཚུལ་གྱིས་སངས་རྒྱས་རྗེས་སུ་དྲན་པའི་ཏིང་ངེ་འཛིན་བསྒོམ་པར་བྱ་དགོས་ཏེ།
en: For seven days they should train in the absorption of recalling the buddhas in a way that is free from grasping, free from settling, free from form, free from concepts, free from sensory experience, free from diversion, free from action, free from contamination, free from indifference, free from the five aggregates, and free from impatience.

source: དེ་ནི་དེ་དག་ཕྱོགས་བཅུའི་སངས་རྒྱས་སྟོང་གི་ཞལ་མཐོང་བར་བྱེད་པ་དང་། ཉེས་པ་འཆགས་སུ་འཇུག་པར་བྱེད་པའོ།
en: If they do that, they will encounter a thousand buddhas in the ten directions, and they will be compelled to confess their faults.”

source: །དེ་ནས་རིགས་ཀྱི་བུ་དེ་དག་གིས་རབ་ཏུ་བྱུང་སྟེ། གསང་སྔགས་ཀྱི་གཞི་འདི་དག་བཟླས་ནས་ཞག་བདུན་དུ་བརྩོན་པར་འཛིན་པ་མེད་པ་ལ་སོགས་པས་སངས་རྒྱས་རྗེས་སུ་དྲན་པའི་ཏིང་ངེ་འཛིན་བསྒོམས་ཏེ།
en: Accordingly, these noble sons went forth as monks and recited those secret mantra words. For seven days, free from grasping and the rest, they exerted themselves by training in the absorption of recalling the buddhas.

source: སངས་རྒྱས་སྟོང་ཡང་མཐོང་ངོ་། །ལས་ཀྱི་སྒྲིབ་པ་དེ་ཡང་བཤགས་སོ།
en: Thereby they came to see the thousand buddhas and confessed their karmic obscuration.

source: །དེ་ཉིད་ཀྱི་ཚེ་ཐམས་ཅད་སྒྲུབ་པའི་ཡེ་ཤེས་ཀྱི་སྒོ་ཞེས་བྱ་བའི་གཟུངས་ཀྱང་ཐོབ་བོ།
en: At that very point, these noble sons attained the dhāraṇī called gateway to the wisdom that accomplishes all

source: །འཁོར་བ་ལས་བསྐལ་པ་སུམ་ཅུ་ཡང་ཕྱིར་བསྙིལ་ལོ། །བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཀྱང་ཕྱིར་མི་ལྡོག་པར་གྱུར་ཏོ།
en: They reduced their time in cyclic existence by thirty eons, and were established in irreversible progress toward unexcelled and perfect awakening.

source: །བག་ཚ་བ་མེད་པར་གནས་པ་དེ་ལ་གང་རྒྱལ་པོ་ཟླ་བས་བྱིན་ཞེས་བྱ་བ་གང་གིས་ཆོས་སྨྲ་བ་དེ་ལ་མཆོད་པ་བྱས་པར་གྱུར་པ་དེ་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཚེ་དཔག་ཏུ་མེད་པ་ཡིན་ཏེ།
en: “Undaunted, the king Candradatta, who had worshiped that Dharma teacher, is now the thus-gone, worthy, and perfect buddha Amitāyus.

source: དེའི་ཚེ་དེའི་དུས་ན་རྒྱལ་པོ་ཟླ་བས་བྱིན་པར་གྱུར་ཏོ།
en: At that time, he was the king Candradatta.

source: །གང་སྤོབས་པ་བརྩེགས་པ་ཞེས་བྱ་བ་ཆོས་སྨྲ་བ་བྱུང་བ་དེ་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་མི་འཁྲུགས་པ་ཡིན་ཏེ།
en: The Dharma teacher Pratibhānakūṭa is now the thus-gone, worthy, and perfect buddha Akṣobhya.

source: དེའི་ཚེ་དེའི་དུས་ན་ཆོས་སྨྲ་བ་སྤོབས་པ་བརྩེགས་པ་ཞེས་བྱ་བར་གྱུར་ཏོ།
en: At that time, he was the Dharma teacher Pratibhānakūṭa.

source: །གང་དག་ཁྱིམ་པ་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུའི་གཞོན་ནུར་གྱུར་པ་བཅུ་པོ་དེ་དག་ནི་རིགས་ཀྱི་བུ་འདི་དག་ཡིན་ཏེ།
en: The ten sons of householders like great śāla trees are now these noble sons.

source: དེའི་ཚེ་དེའི་དུས་ན་གང་དག་གིས་ཆོས་སྨྲ་བ་སྤོབས་པ་བརྩེགས་པ་དེ་ལ་འཆལ་པའི་ཚུལ་ཁྲིམས་ཀྱིས་གླེངས་པ་སྟེ། ཁྱིམ་བདག་ཤིང་སཱ་ལ་ཆེན་པོ་ལྟ་བུའི་གཞོན་ནུ་བཅུ་པོར་གྱུར་ཏོ།
en: At that time, they were the ten sons of householders like great śāla trees who accused the Dharma teacher Pratibhānakūṭa of having flawed discipline.

source: །རིགས་ཀྱི་བུ་དེ་ལྟ་བས་ན་བྱང་ཆུབ་སེམས་དཔའ་ཇི་ལྟར་གནས་པས་གནས་ཀྱང་རུང་སྟེ། བྱང་ཆུབ་སེམས་དཔས་སྲོག་གི་ཕྱིར་ཡང་འཁྲུལ་པ་ལ་ལྟ་བར་མི་བྱའོ།
en: “Therefore, noble son, no matter how bodhisattvas may be living, do not view them as mistaken, even at the cost of your life.

source: རིགས་ཀྱི་བུ་ཆོས་བཞི་པོ་འདི་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱི་བྱང་ཆུབ་ཡོངས་སུ་སྦྱོང་བར་བྱེད་པའི་ཕྱིར་རོ།
en: Because, noble son, there are four qualities that purify the awakening of bodhisattvas.

source: །བཞི་གང་ཞེ་ན།
en: What are those four qualities?

source: སྟོང་པ་ཉིད་སྒོམ་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ལ་ཞེ་འགྲས་པ་མེད་པའི་སེམས་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་རྟག་ཏུ་ཕན་པ་ཉེ་བར་སྒྲུབ་པ་དང་། ཟང་ཟིང་མེད་པའི་སེམས་ཀྱིས་ཆོས་སྦྱིན་པ་ཡང་དག་པར་བསྟན་པ་སྟེ།
en: Training in emptiness, being free of animosity toward anyone, always gathering what is beneficial for bodhisattvas, and authentically manifesting the gift of the Dharma without having thoughts of material gain.

source: རིགས་ཀྱི་བུ་ཆོས་བཞི་པོ་དེ་དག་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱིས་བྱང་ཆུབ་ཡོངས་སུ་སྦྱོང་བར་བྱེད་པའོ།
en: Noble son, these four qualities purify the awakening of bodhisattva great beings.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དོན་དེ་ཉིད་ཚིགས་སུ་བཅད་པ་འདི་དག་གིས་བཀའ་སྩལ་ཏོ།
en: The Blessed One then expressed these same points in the following verses:

source: །རྒྱལ་བས་གང་གིས་དེ་དག་རྣམ་དག་པ།
en: “The victors have taught that interest in emptiness

source: །སྟོང་ལ་མོས་པ་ལམ་གྱི་དང་པོར་གསུངས།
en: Is the first path by which bodhisattvas are purified.

source: །དེ་ལ་རྟག་ཏུ་བག་ཡོད་གང་གནས་པ།
en: Those who remain constantly heedful of this

source: །དེ་ནི་སངས་རྒྱས་ཐོབ་ནས་འཇིག་རྟེན་སྣང་།
en: Will attain awakening and illuminate the world.

source: །སེམས་ཅན་ཀུན་ལ་རྟག་ཏུ་དང་བ་དང་། །གང་ལའང་ཀྭ་ཞེས་རྗོད་པར་མི་འདོད་ཅིང་།
en: “Always being sincere toward all beings, Never wishing to speak down to anyone,

source: །ང་རྒྱལ་སྤངས་ནས་སྐྱེ་བོ་རྣམས་ལ་བཟོད།
en: And relinquishing pride and being patient with others—

source: །འདི་ནི་སྦྱོང་བར་བྱེད་པའི་ལམ་གཉིས་པའོ།
en: This is the second path of purification.

source: །སྡུག་པའི་དངོས་པོ་དྲི་མེད་གང་ཅིའང་རུང་།
en: “To give all pleasing and untainted objects

source: །བྱང་ཆུབ་མཆོག་བརྩོན་རྣམས་ལ་དེ་སྦྱིན་ཞིང་།
en: To those who strive for supreme awakening,

source: །དེ་དག་ལས་ནི་ལན་འདོད་མི་བྱ་སྟེ།
en: Without wishing for anything in return—

source: །བྱང་ཆུབ་རབ་མཆོག་གི་ནི་ལམ་གསུམ་པའོ།
en: This is the third path to supreme awakening.

source: །སྙིང་རྗེ་ཅན་གྱིས་ངེས་པར་སྐྱེ་བོ་ལ།
en: “When a compassionate person gives the Dharma

source: །ཟང་ཟིང་མེད་པར་རྟག་ཏུ་ཆོས་སྦྱིན་ཞིང་།
en: Constantly and correctly to others without hopes of material gain,

source: །ལྷག་པའི་བསམ་པ་ཡིས་ནི་སྙིང་བརྩེ་བ།
en: And keeps a loving heart with pure intention—

source: །དེ་བཞིན་མཁས་པས་སྤྱོད་པའི་ལམ་བཞི་པའོ།
en: This is the fourth path of purification by the learned.

source: །རིགས་ཀྱི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གཟུངས་ལ་སྦྱོར་བར་བྱས་པས་ནི་དགོན་པ་ལ་བསྟེན་པར་བྱ།
en: “Noble son, furthermore, bodhisattva great beings who apply themselves to dhāraṇī should stay in an isolated place.

source: ཆོས་ཉན་དུ་འགྲོ་བར་བྱ།
en: They should go to listen to the Dharma.

source: གོས་གཙང་མ་དག་བཅང་བར་བྱ།
en: They should wear clean clothes.

source: གཅིག་པུ་གནས་པར་བྱ།
en: They should stay on their own.

source: སྤྱོད་ལམ་བཞིས་གནས་པར་བྱ།
en: They should observe the four types of conduct.

source: ཆོས་སྨྲ་བ་རྣམས་ལ་སྣ་ཚོགས་སྦྱིན་པ་བསྒྲུབ་པའི་བསམ་པ་ལ་སྦྱོར་བ་དང་མོས་པར་བྱ།
en: They should have the wish and inclination to practice various forms of generosity toward Dharma teachers.

source: དཀོན་མཆོག་གསུམ་ལ་གུས་པ་དང་བཅས་པར་བྱ།
en: They should venerate the Three Jewels.

source: གཞན་གྱི་དབང་དུ་མི་འགྱུར་བར་བྱ།
en: They should not let others influence them.

source: ཡོངས་སུ་མི་སྐྱོ་བ་དང་། རྟག་ཏུ་བརྩོན་འགྲུས་བརྩམས་པ་དང་། གཡོ་མེད་པ་དང་། སངས་རྒྱས་རྗེས་སུ་དྲན་པ་དང་མ་བྲལ་བ་དང་། མི་དམིགས་པ་དང་། མཚན་མ་མེད་པ་ལེགས་པར་བསྒོམ་པ་དང་། ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་དུ་བྱེད་པར་བྱ།
en: They should never feel discouraged. They should cultivate diligence constantly, be unwavering, never part from the recollection of the buddhas, train thoroughly in nonobservation and the lack of characteristics, and practice what they preach.

source: སངས་རྒྱས་ལ་གསོལ་བ་གདབ་པར་མོས་པར་བྱ།
en: They should faithfully supplicate the buddhas.

source: ཉེས་པ་བཤགས་པ་དང་། རྗེས་སུ་ཡི་རང་བ་དང་། ཡོངས་སུ་བསྔོ་བ་ལ་མཁས་པར་བྱ།
en: They should become skilled in confession, rejoicing, and dedication.

source: མ་བརྟགས་པའི་སྤྱོད་ལམ་དུ་མི་བྱ།
en: They should not behave imprudently.

source: མི་སྐྲག་པ་དང་། སྟོན་པ་དང་། བླ་མ་ལ་གནས་བཅའ་བས་གནས་པར་བྱའོ།
en: They should live in places that are free of danger, and where the teachers and masters are present.

source: །འཐུན་པར་འཛིན་པར་བྱའོ།
en: They should uphold what they have been taught.

source: །ཆོས་དེ་དག་ལ་ཡོངས་སུ་མི་སྐྱོ་བས་བསྟེན་པར་བྱའོ།
en: They should apply these teachings without becoming weary.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བཤད་པ་ན་སྲོག་ཆགས་སུམ་ཁྲི་ནི་སྔོན་སེམས་མ་བསྐྱེད་པ་ལས་བྱང་ཆུབ་ཏུ་སེམས་སྐྱེས་སོ།
en: When the Blessed One gave this Dharma discourse, thirty thousand beings who had not previously given rise to the mind of awakening now gave rise to the mind of awakening.

source: །སྲོག་ཆགས་ལྔ་སྟོང་ནི་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་རྣམ་པར་དག་གོ། །བྱང་ཆུབ་སེམས་དཔའ་སུམ་ཁྲི་ནི་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་སྐྱེས་སོ།
en: Five thousand beings gained the pure vision of Dharma that is dust free and stainless with regard to all phenomena. Thirty thousand bodhisattvas gained the acceptance that phenomena are nonarising.

source: །ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཐོས་པ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གཅེས་སྤྲས་བྱེད་པའོ།
en: The Blessed One then said, “Hearing this Dharma discourse is something that is cherished dearly by bodhisattva great beings.

source: །གང་གིས་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་རིན་པོ་ཆེ་སྣ་བདུན་གྱིས་བཀང་ནས། དཀོན་མཆོག་གསུམ་ལ་སྦྱིན་པ་བྱིན་པར་བྱེད་ལ་གང་ཞིག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཉན་པར་བྱེད་ན། དེ་ནི་དེ་དག་ལས་མཆོག་ཏུ་བཀྲབས་པའོ།
en: If one person, for as many eons as there are grains of sand in the Ganges River, were to fill the trichiliocosm with the seven precious substances and present them as gifts to the Three Jewels, while another person were to listen to this Dharma discourse, the latter will have made the best choice.

source: །གང་ཞིག་བསྐལ་པ་སྟོང་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་མ་གཏོགས་པར་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལྔ་ལ་སྤྱོད་པར་བྱེད་ལ། གང་ཞིག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཉན་པར་བྱེད་ན་འདི་ནི་དེ་དག་ལས་མཆོག་ཏུ་བཀྲབས་པའོ།
en: If one person, for a thousand eons, were to engage in the five perfections excluding the perfection of insight, while another person were to listen to this Dharma discourse, the latter will have made the best choice.

source: །གང་ཞིག་སངས་རྒྱས་སྟོང་ལ་སྔ་དྲོ་དང་། ཉི་མ་ཕྱེད་དང་། ཕྱེ་མ་རེད་ཀྱི་དུས་སུ་བསྙེན་བཀུར་བྱེད། གུས་པར་བྱེད། རྗེད་པར་བྱེད། མཆོད་པར་བྱེད་ལ། གང་ཞིག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ཉན་པར་བྱེད་ན།
en: If one person were to serve, venerate, respect, and worship a thousand buddhas in the morning, at noon, and in the evening, while another were to listen to this Dharma discourse, the latter will have made the best choice.

source: འདི་ནི་དེ་དག་ལས་མཆོག་ཏུ་བཀྲབས་པའོ། །རིགས་ཀྱི་བུ་དག་དེ་ལྟ་བས་ན་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བསྲུང་བ་དང་། བཅང་བ་དང་། བཀླག་པ་དང་། བསྟན་པ་དང་། ཡི་གེར་བྲི་བར་བྱ་བའི་ཕྱིར་ཁྱེད་ཅག་ལ་གཏད་ཀྱིས།
en: “Noble sons, it is for these reasons that I have entrusted you with this Dharma discourse, so that you may preserve it, carry it, read it aloud, teach it, and copy it.

source: ངའི་བསྟན་པ་འདི་ལུས་དང་སྲོག་ཡོངས་སུ་གཏང་བ་དང་ཡང་བསྡོ་ཞིང་ཡོངས་སུ་བསྲུང་བར་བྱའོ།
en: You must preserve this teaching of mine, even at the cost of life and limb.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། བྱང་ཆུབ་སེམས་དཔའ་བག་ཚ་བ་མེད་པར་གནས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། དགེ་སློང་དེ་དག་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།
en: When the Blessed One had said this, the bodhisattva Undaunted, the other bodhisattvas, the monks, and the entire retinue, as well as the world with its gods, humans, asuras, and gandharvas, rejoiced and praised what the Blessed One had said.

source: །འཕགས་པ་སངས་རྒྱས་མི་སྤང་བ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།།
en: This concludes the noble Great Vehicle sūtra “Not Forsaking the Buddha.“

source: །།རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། པྲཛྙཱ་ཝརྨ་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེ་ལ་སོགས་པས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།།
en: Translated, proofed, and finalized by the Indian preceptors Jinamitra and Prajñāvarman, the chief editor and translator Bandé Yeshé Dé, and others.
